
"Quarterly" = "Sabbatsskola på ett ställe";

"Lesson" = "Veckans lektioner";

"Reading" = "Läs och studera sabbatsskolan";

"Verse" = "Bibelverser till hands";

"Theme" = "Anpassningsbar läsupplevelse";
